// © Copyright 2005-2008, 2015 HP Development Company, L.P.

TaskName = "Job Accounting";

WebBrowserWindowTitle = "Job Accounting";

TaskTitleField = "Job Accounting";
TaskDescriptionField = "To look up information about the latest printed jobs, click on the button below.";
TaskStartButtonTitle = "Look Up";